[
  { "id": 1, "name": "John Doe", "desc": "John Doe is the CEO at our company, based at 123 Main St, Anytown, USA. He oversees all executive functions and sets the company's strategic vision." },
  { "id": 2, "name": "Jane Smith", "desc": "Jane Smith serves as the CTO, overseeing technology at 456 Elm St, Othertown, USA. She is responsible for the company's technological advancements and innovation." },
  { "id": 3, "name": "Michael Brown", "desc": "Michael Brown, our CFO, manages financial operations from 789 Pine St, Sometown, USA. He ensures financial stability and oversees budgeting and financial planning." },
  { "id": 4, "name": "Emily Davis", "desc": "Emily Davis is the COO, ensuring operations run smoothly at 101 Maple St, Villagetown, USA. She coordinates day-to-day operations and implements operational strategies." },
  { "id": 5, "name": "Daniel Wilson", "desc": "Daniel Wilson, our CMO, directs marketing strategies from 202 Oak St, Citytown, USA. He develops and executes marketing campaigns to drive brand growth and customer acquisition." },
  { "id": 6, "name": "Sophia Martinez", "desc": "Sophia Martinez handles HR as the CHRO, located at 303 Birch St, Townsville, USA. She manages recruitment, employee relations, and organizational development." },
  { "id": 7, "name": "William Johnson", "desc": "William Johnson, our CSO, leads security measures from 404 Cedar St, Metroville, USA. He oversees the implementation of security protocols and risk management." },
  { "id": 8, "name": "Olivia Brown", "desc": "Olivia Brown is the Chief Legal Officer, managing legal affairs at 505 Walnut St, Downtown, USA. She handles all legal matters, including compliance and contract negotiations." },
  { "id": 9, "name": "James Taylor", "desc": "James Taylor oversees IT support as the IT Director, located at 606 Spruce St, Uptown, USA. He ensures IT infrastructure stability and supports technology needs across the company." },
  { "id": 10, "name": "Ava Thompson", "desc": "Ava Thompson, our Chief Product Officer, develops products from 707 Fir St, Newtown, USA. She drives product strategy and manages the product lifecycle from concept to launch." },
  { "id": 11, "name": "Liam Anderson", "desc": "Liam Anderson leads sales strategies as the Sales Director from 808 Pine St, Oldtown, USA. He focuses on driving sales growth and managing the sales team to achieve targets." },
  { "id": 12, "name": "Isabella Robinson", "desc": "Isabella Robinson manages customer service as the Customer Service Manager at 909 Maple St, Easttown, USA. She ensures high levels of customer satisfaction and oversees support operations." },
  { "id": 13, "name": "Noah Lewis", "desc": "Noah Lewis is the Operations Manager, coordinating logistics from 1010 Cedar St, Westville, USA. He oversees operational processes and optimizes workflow efficiency." },
  { "id": 14, "name": "Mia Walker", "desc": "Mia Walker directs research and development as the R&D Director from 1111 Elm St, Southtown, USA. She leads innovation efforts and manages the development of new products and technologies." },
  { "id": 15, "name": "Ethan White", "desc": "Ethan White is the Chief Strategy Officer, setting strategic goals from 1212 Birch St, Northville, USA. He develops long-term strategies and plans to drive company growth and success." },
  { "id": 16, "name": "Charlotte Harris", "desc": "Charlotte Harris oversees creative projects as the Creative Director at 1313 Oak St, Rivertown, USA. She leads the creative team and develops compelling visual and multimedia content." },
  { "id": 17, "name": "Benjamin Clark", "desc": "Benjamin Clark manages financial planning as the Finance Director from 1414 Maple St, Harborview, USA. He is responsible for financial forecasting, analysis, and strategic financial planning." },
  { "id": 18, "name": "Amelia Lewis", "desc": "Amelia Lewis is the Product Marketing Manager, promoting new products from 1515 Pine St, Seaside, USA. She creates marketing strategies and campaigns to drive product adoption." },
  { "id": 19, "name": "Jacob King", "desc": "Jacob King leads the IT security team as the IT Security Manager from 1616 Elm St, Greentown, USA. He manages cybersecurity measures and protects the company's data and systems." },
  { "id": 20, "name": "Ella Scott", "desc": "Ella Scott is the Business Development Manager, expanding market opportunities from 1717 Cedar St, Springtown, USA. She identifies and pursues new business opportunities and partnerships." },
  { "id": 21, "name": "Oliver Allen", "desc": "Oliver Allen is the Quality Assurance Manager, ensuring product standards from 1818 Birch St, Brookside, USA. He oversees quality control processes and maintains high product quality." },
  { "id": 22, "name": "Grace Young", "desc": "Grace Young manages the creative team as the Art Director from 1919 Oak St, Lakeview, USA. She directs artistic and design projects, ensuring creative vision and quality." },
  { "id": 23, "name": "Henry Harris", "desc": "Henry Harris is the Logistics Coordinator, managing supply chain activities from 2020 Maple St, Hilltown, USA. He ensures efficient transportation and distribution of goods." },
  { "id": 24, "name": "Lily Green", "desc": "Lily Green is the Social Media Manager, overseeing online presence from 2121 Pine St, Ridgefield, USA. She manages social media accounts and develops strategies for engagement and growth." },
  { "id": 25, "name": "Jack Adams", "desc": "Jack Adams is the Customer Experience Manager, enhancing client interactions from 2222 Elm St, Forestville, USA. He focuses on improving customer experiences and satisfaction." },
  { "id": 26, "name": "Zoe Carter", "desc": "Zoe Carter is the Events Coordinator, planning company events from 2323 Cedar St, Beachside, USA. She organizes events and ensures successful execution and guest satisfaction." },
  { "id": 27, "name": "Matthew Nelson", "desc": "Matthew Nelson is the Procurement Manager, handling purchasing processes from 2424 Birch St, Greystone, USA. He manages supplier relationships and procurement strategies." },
  { "id": 28, "name": "Hannah Phillips", "desc": "Hannah Phillips is the Brand Manager, developing brand strategies from 2525 Oak St, Clearwater, USA. She oversees brand identity and ensures consistency across marketing efforts." },
  { "id": 29, "name": "Ryan Evans", "desc": "Ryan Evans is the Digital Marketing Specialist, driving online campaigns from 2626 Maple St, Summit, USA. He develops and implements digital marketing strategies to boost online presence." },
  { "id": 30, "name": "Avery Turner", "desc": "Avery Turner is the Internal Communications Manager, facilitating company communications from 2727 Pine St, Glenwood, USA. She ensures effective internal messaging and employee engagement." },
  { "id": 31, "name": "Joshua Mitchell", "desc": "Joshua Mitchell is the Field Operations Manager, overseeing field operations from 2828 Elm St, Crestview, USA. He coordinates on-site activities and ensures operational efficiency." },
  { "id": 32, "name": "Samantha Roberts", "desc": "Samantha Roberts is the User Experience Designer, enhancing user interfaces from 2929 Cedar St, Lakewood, USA. She focuses on improving the user experience and design of digital products." },
  { "id": 33, "name": "Lucas Martinez", "desc": "Lucas Martinez is the Technical Support Lead, resolving technical issues from 3030 Birch St, Baytown, USA. He provides technical assistance and support to internal teams and customers." },
  { "id": 34, "name": "Megan Young", "desc": "Megan Young is the Corporate Communications Manager, handling public relations from 3131 Oak St, Broadview, USA. She manages media relations and corporate messaging." },
  { "id": 35, "name": "Evan Rivera", "desc": "Evan Rivera is the Business Analyst, providing data insights from 3232 Maple St, Midway, USA. He analyzes business processes and offers recommendations for improvements." },
  { "id": 36, "name": "Chloe Collins", "desc": "Chloe Collins is the Operations Analyst, optimizing operational workflows from 3333 Pine St, Westwood, USA. She evaluates and enhances operational processes for efficiency." },
  { "id": 37, "name": "Michael Carter", "desc": "Michael Carter is the Sales Operations Manager, streamlining sales processes from 3434 Elm St, Fairview, USA. He manages sales operations and ensures effective sales strategies." },
  { "id": 38, "name": "Ella King", "desc": "Ella King is the Partnership Manager, developing business partnerships from 3535 Cedar St, Edgewood, USA. She identifies and fosters strategic partnerships to drive growth." },
  { "id": 39, "name": "Daniel Lee", "desc": "Daniel Lee is the Product Development Lead, managing new product creation from 3636 Birch St, Greenfield, USA. He oversees product development and innovation efforts." },
  { "id": 40, "name": "Lila Adams", "desc": "Lila Adams is the Training and Development Manager, enhancing employee skills from 3737 Oak St, Windy City, USA. She coordinates training programs and professional development." },
  { "id": 41, "name": "Jacob Scott", "desc": "Jacob Scott is the Innovation Manager, driving innovation initiatives from 3838 Maple St, Riverview, USA. He explores new technologies and ideas to advance the company's capabilities." },
  { "id": 42, "name": "Mia Johnson", "desc": "Mia Johnson is the Risk Manager, assessing and mitigating risks from 3939 Pine St, Lakeside, USA. She develops risk management strategies and oversees risk assessment activities." },
  { "id": 43, "name": "Ethan Thompson", "desc": "Ethan Thompson is the Customer Insights Analyst, providing market insights from 4040 Elm St, Stonebridge, USA. He analyzes customer data and trends to inform business decisions." },
  { "id": 44, "name": "Sophia Martinez", "desc": "Sophia Martinez is the Digital Content Manager, creating and managing content from 4141 Cedar St, Northwood, USA. She oversees content creation and digital marketing efforts." },
  { "id": 45, "name": "James Taylor", "desc": "James Taylor is the Strategic Partnerships Director, fostering business relationships from 4242 Birch St, Brookside, USA. He develops and manages strategic partnerships to benefit the company." },
  { "id": 46, "name": "Grace White", "desc": "Grace White is the Organizational Development Manager, enhancing organizational effectiveness from 4343 Oak St, Maplewood, USA. She implements programs to improve organizational performance." },
  { "id": 47, "name": "Michael Brown", "desc": "Michael Brown is the IT Systems Administrator, managing IT systems from 4444 Maple St, Crestview, USA. He maintains IT infrastructure and ensures system reliability." },
  { "id": 48, "name": "Olivia Green", "desc": "Olivia Green is the Head of Customer Relations, improving client relationships from 4545 Pine St, Arborville, USA. She manages customer interactions and ensures client satisfaction." },
  { "id": 49, "name": "Benjamin Clark", "desc": "Benjamin Clark is the Lead Designer, creating visual designs from 4646 Elm St, Ridgefield, USA. He oversees design projects and ensures high-quality visual output." },
  { "id": 50, "name": "Amelia Lewis", "desc": "Amelia Lewis is the Sales Training Manager, developing sales training programs from 4747 Cedar St, Glenwood, USA. She creates training materials and conducts sales workshops." },
  { "id": 51, "name": "Ethan Carter", "desc": "Ethan Carter is the Client Services Director, managing client services from 4848 Birch St, Woodland, USA. He ensures high-quality service delivery and client satisfaction." },
  { "id": 52, "name": "Lily Collins", "desc": "Lily Collins is the Data Analyst, analyzing business data from 4949 Oak St, Parkside, USA. She provides insights and recommendations based on data analysis." },
  { "id": 53, "name": "Ryan Wright", "desc": "Ryan Wright is the Media Relations Specialist, handling media interactions from 5050 Maple St, Grandview, USA. He manages press releases and media inquiries." },
  { "id": 54, "name": "Hannah Scott", "desc": "Hannah Scott is the Corporate Strategy Analyst, developing business strategies from 5151 Pine St, Hillcrest, USA. She analyzes market trends and supports strategic planning." },
  { "id": 55, "name": "Jack Lewis", "desc": "Jack Lewis is the E-Commerce Manager, overseeing online sales from 5252 Elm St, Bayview, USA. He manages e-commerce platforms and drives online sales growth." },
  { "id": 56, "name": "Chloe Davis", "desc": "Chloe Davis is the Client Success Manager, ensuring client success from 5353 Cedar St, Vista, USA. She manages client relationships and ensures successful project outcomes." },
  { "id": 57, "name": "Matthew Young", "desc": "Matthew Young is the Product Manager, overseeing product lifecycle from 5454 Birch St, Horizon, USA. He manages product development and market positioning." },
  { "id": 58, "name": "Ella Roberts", "desc": "Ella Roberts is the Business Process Manager, optimizing processes from 5555 Oak St, Midtown, USA. She improves business processes and efficiency through process management." },
  { "id": 59, "name": "Joshua Martinez", "desc": "Joshua Martinez is the Compliance Officer, ensuring regulatory compliance from 5656 Maple St, Lakeshore, USA. He manages compliance programs and audits." },
  { "id": 60, "name": "Zoe Wilson", "desc": "Zoe Wilson is the Advertising Manager, overseeing ad campaigns from 5757 Pine St, Maplewood, USA. She develops and manages advertising strategies to boost brand visibility." },
  { "id": 61, "name": "Alexander Green", "desc": "Alexander Green is the Vendor Relations Manager, managing vendor relationships from 5858 Elm St, Southwood, USA. He oversees vendor contracts and performance." },
  { "id": 62, "name": "Lily Walker", "desc": "Lily Walker is the Financial Analyst, analyzing financial data from 5959 Cedar St, Northview, USA. She provides financial insights and supports budgeting and forecasting." },
  { "id": 63, "name": "Daniel Thomas", "desc": "Daniel Thomas is the Facilities Manager, managing company facilities from 6060 Birch St, Oakridge, USA. He ensures facility maintenance and operations." },
  { "id": 64, "name": "Samantha Lewis", "desc": "Samantha Lewis is the HR Coordinator, supporting HR functions from 6161 Oak St, Greenfield, USA. She assists with recruitment, onboarding, and employee relations." },
  { "id": 65, "name": "Lucas White", "desc": "Lucas White is the Supply Chain Manager, overseeing supply chain operations from 6262 Maple St, Eastwood, USA. He manages logistics and inventory control." },
  { "id": 66, "name": "Emily Walker", "desc": "Emily Walker is the IT Project Manager, managing IT projects from 6363 Pine St, Grandview, USA. She ensures project delivery on time and within budget." },
  { "id": 67, "name": "Jacob Turner", "desc": "Jacob Turner is the Strategic Planner, developing business strategies from 6464 Elm St, Crestwood, USA. He supports strategic initiatives and long-term planning." },
  { "id": 68, "name": "Hannah Harris", "desc": "Hannah Harris is the Quality Control Manager, ensuring product quality from 6565 Cedar St, Seaview, USA. She manages quality control processes and product inspections." },
  { "id": 69, "name": "James Young", "desc": "James Young is the Technology Evangelist, promoting new technologies from 6666 Birch St, Baytown, USA. He advocates for technological innovations and advancements." },
  { "id": 70, "name": "Sophia Carter", "desc": "Sophia Carter is the Digital Strategy Manager, developing digital strategies from 6767 Oak St, Riverview, USA. She leads digital marketing initiatives and online presence." },
  { "id": 71, "name": "Michael Adams", "desc": "Michael Adams is the Product Development Manager, leading product development from 6868 Maple St, Cityview, USA. He oversees product design and development stages." },
  { "id": 72, "name": "Avery Smith", "desc": "Avery Smith is the Customer Feedback Manager, gathering feedback from 6969 Pine St, Hillcrest, USA. She manages customer feedback processes and improvements." },
  { "id": 73, "name": "Olivia Wilson", "desc": "Olivia Wilson is the Project Coordinator, managing project activities from 7070 Elm St, Harborview, USA. She coordinates project tasks and timelines." },
  { "id": 74, "name": "Ethan Brown", "desc": "Ethan Brown is the Product Strategy Director, developing product strategies from 7171 Cedar St, Woodside, USA. He creates strategies for product success and market positioning." },
  { "id": 75, "name": "Chloe Lewis", "desc": "Chloe Lewis is the Corporate Trainer, delivering training programs from 7272 Birch St, Crestview, USA. She conducts training sessions and workshops for employees." },
  { "id": 76, "name": "Jacob Davis", "desc": "Jacob Davis is the Business Systems Analyst, improving business systems from 7373 Oak St, Easttown, USA. He analyzes business systems and proposes enhancements." },
  { "id": 77, "name": "Lila Carter", "desc": "Lila Carter is the Strategic Project Manager, overseeing strategic projects from 7474 Maple St, Hilltop, USA. She manages and implements strategic initiatives." },
  { "id": 78, "name": "Daniel Wilson", "desc": "Daniel Wilson is the Operations Analyst, optimizing operations from 7575 Pine St, Westfield, USA. He analyzes and improves operational processes." },
  { "id": 79, "name": "Grace Adams", "desc": "Grace Adams is the Employee Engagement Manager, enhancing employee satisfaction from 7676 Elm St, Meadowview, USA. She develops programs to boost employee engagement." },
  { "id": 80, "name": "James Harris", "desc": "James Harris is the Technology Manager, overseeing technology projects from 7777 Cedar St, Lakeside, USA. He manages technology initiatives and infrastructure." },
  { "id": 81, "name": "Emily White", "desc": "Emily White is the Vendor Management Specialist, managing vendor relationships from 7878 Birch St, Oakwood, USA. She oversees vendor performance and contracts." },
  { "id": 82, "name": "Ryan Lee", "desc": "Ryan Lee is the Sales Director, leading sales efforts from 7979 Oak St, Crestwood, USA. He directs sales strategies and manages sales teams." },
  { "id": 83, "name": "Samantha Clark", "desc": "Samantha Clark is the HR Manager, overseeing HR activities from 8080 Maple St, Greenfield, USA. She manages recruitment, employee relations, and HR policies." },
  { "id": 84, "name": "Lucas Davis", "desc": "Lucas Davis is the Financial Controller, managing financial operations from 8181 Pine St, Ridgewood, USA. He oversees budgeting, forecasting, and financial reporting." },
  { "id": 85, "name": "Ella Young", "desc": "Ella Young is the Business Intelligence Analyst, providing business insights from 8282 Cedar St, Valleyview, USA. She analyzes business data and supports decision-making processes." },
  { "id": 86, "name": "Ethan Harris", "desc": "Ethan Harris is the Operations Manager, overseeing daily operations from 8383 Birch St, Highland, USA. He manages operational activities and process improvements." },
  { "id": 87, "name": "Olivia Adams", "desc": "Olivia Adams is the Compliance Manager, ensuring regulatory adherence from 8484 Oak St, Hillcrest, USA. She manages compliance programs and regulatory requirements." },
  { "id": 88, "name": "Sophia Walker", "desc": "Sophia Walker is the Marketing Strategist, developing marketing strategies from 8585 Maple St, Westwood, USA. She creates and implements marketing plans to enhance brand visibility." },
  { "id": 89, "name": "James Martinez", "desc": "James Martinez is the Customer Service Lead, managing customer service operations from 8686 Cedar St, Lakeside, USA. He oversees customer service teams and ensures high-quality support." },
  { "id": 90, "name": "Mia Wilson", "desc": "Mia Wilson is the IT Support Specialist, providing technical support from 8787 Birch St, Brookside, USA. She assists with IT issues and maintains system functionality." },
  { "id": 91, "name": "Daniel Adams", "desc": "Daniel Adams is the Chief Marketing Officer, leading marketing efforts from 8888 Oak St, Ridgefield, USA. He develops and implements marketing strategies and oversees the marketing team." },
  { "id": 92, "name": "Ella King", "desc": "Ella King is the Partnership Manager, developing business partnerships from 3535 Cedar St, Edgewood, USA. She identifies and fosters strategic partnerships to drive growth." },
  { "id": 93, "name": "Daniel Lee", "desc": "Daniel Lee is the Product Development Lead, managing new product creation from 3636 Birch St, Greenfield, USA. He oversees product development and innovation efforts." },
  { "id": 94, "name": "Lila Adams", "desc": "Lila Adams is the Training and Development Manager, enhancing employee skills from 3737 Oak St, Windy City, USA. She coordinates training programs and professional development." },
  { "id": 95, "name": "Jacob Scott", "desc": "Jacob Scott is the Innovation Manager, driving innovation initiatives from 3838 Maple St, Riverview, USA. He explores new technologies and ideas to advance the company's capabilities." },
  { "id": 96, "name": "Mia Johnson", "desc": "Mia Johnson is the Risk Manager, assessing and mitigating risks from 3939 Pine St, Lakeside, USA. She develops risk management strategies and oversees risk assessment activities." },
  { "id": 97, "name": "Ethan Thompson", "desc": "Ethan Thompson is the Customer Insights Analyst, providing market insights from 4040 Elm St, Stonebridge, USA. He analyzes customer data and trends to inform business decisions." },
  { "id": 98, "name": "Sophia Martinez", "desc": "Sophia Martinez is the Digital Content Manager, creating and managing content from 4141 Cedar St, Northwood, USA. She oversees content creation and digital marketing efforts." },
  { "id": 99, "name": "James Taylor", "desc": "James Taylor is the Strategic Partnerships Director, fostering business relationships from 4242 Birch St, Brookside, USA. He develops and manages strategic partnerships to benefit the company." },
  { "id": 100, "name": "Grace White", "desc": "Grace White is the Organizational Development Manager, enhancing organizational effectiveness from 4343 Oak St, Maplewood, USA. She implements programs to improve organizational performance." },
    { "id": 101, "name": "Michael Brown", "desc": "Michael Brown is the IT Systems Administrator, managing IT systems from 4444 Maple St, Crestview, USA. He maintains IT infrastructure and ensures system reliability." },
    { "id": 102, "name": "Olivia Green", "desc": "Olivia Green is the Head of Customer Relations, improving client relationships from 4545 Pine St, Arborville, USA. She manages customer interactions and ensures client satisfaction." },
    { "id": 103, "name": "Benjamin Clark", "desc": "Benjamin Clark is the Lead Designer, creating visual designs from 4646 Elm St, Ridgefield, USA. He oversees design projects and ensures high-quality visual output." },
    { "id": 104, "name": "Amelia Lewis", "desc": "Amelia Lewis is the Sales Training Manager, developing sales training programs from 4747 Cedar St, Glenwood, USA. She creates training materials and conducts sales workshops." },
    { "id": 105, "name": "Ethan Carter", "desc": "Ethan Carter is the Client Services Director, managing client services from 4848 Birch St, Woodland, USA. He ensures high-quality service delivery and client satisfaction." },
    { "id": 106, "name": "Lily Collins", "desc": "Lily Collins is the Data Analyst, analyzing business data from 4949 Oak St, Parkside, USA. She provides insights and recommendations based on data analysis." },
    { "id": 107, "name": "Ryan Wright", "desc": "Ryan Wright is the Media Relations Specialist, handling media interactions from 5050 Maple St, Grandview, USA. He manages press releases and media inquiries." },
    { "id": 108, "name": "Hannah Scott", "desc": "Hannah Scott is the Corporate Strategy Analyst, developing business strategies from 5151 Pine St, Hillcrest, USA. She analyzes market trends and supports strategic planning." },
    { "id": 109, "name": "Jack Lewis", "desc": "Jack Lewis is the E-Commerce Manager, overseeing online sales from 5252 Elm St, Bayview, USA. He manages e-commerce platforms and drives online sales growth." },
    { "id": 110, "name": "Chloe Davis", "desc": "Chloe Davis is the Client Success Manager, ensuring client success from 5353 Cedar St, Vista, USA. She manages client relationships and ensures successful project outcomes." },
    { "id": 111, "name": "Matthew Young", "desc": "Matthew Young is the Product Manager, overseeing product lifecycle from 5454 Birch St, Horizon, USA. He manages product development and market positioning." },
    { "id": 112, "name": "Ella Roberts", "desc": "Ella Roberts is the Business Process Manager, optimizing processes from 5555 Oak St, Midtown, USA. She improves business processes and efficiency through process management." },
    { "id": 113, "name": "Joshua Martinez", "desc": "Joshua Martinez is the Compliance Officer, ensuring regulatory compliance from 5656 Maple St, Lakeshore, USA. He manages compliance programs and audits." },
    { "id": 114, "name": "Zoe Wilson", "desc": "Zoe Wilson is the Advertising Manager, overseeing ad campaigns from 5757 Pine St, Maplewood, USA. She develops and manages advertising strategies to boost brand visibility." },
    { "id": 115, "name": "Alexander Green", "desc": "Alexander Green is the Vendor Relations Manager, managing vendor relationships from 5858 Elm St, Southwood, USA. He oversees vendor contracts and performance." },
    { "id": 116, "name": "Lily Walker", "desc": "Lily Walker is the Financial Analyst, analyzing financial data from 5959 Cedar St, Northview, USA. She provides financial insights and supports budgeting and forecasting." },
    { "id": 117, "name": "Daniel Thomas", "desc": "Daniel Thomas is the Facilities Manager, managing company facilities from 6060 Birch St, Oakridge, USA. He ensures facility maintenance and operations." },
    { "id": 118, "name": "Samantha Lewis", "desc": "Samantha Lewis is the HR Coordinator, supporting HR functions from 6161 Oak St, Greenfield, USA. She assists with recruitment, onboarding, and employee relations." },
    { "id": 119, "name": "Lucas White", "desc": "Lucas White is the Supply Chain Manager, overseeing supply chain operations from 6262 Maple St, Eastwood, USA. He manages logistics and inventory control." },
    { "id": 120, "name": "Emily Walker", "desc": "Emily Walker is the IT Project Manager, managing IT projects from 6363 Pine St, Grandview, USA. She ensures project delivery on time and within budget." },
    { "id": 121, "name": "Jacob Turner", "desc": "Jacob Turner is the Strategic Planner, developing business strategies from 6464 Elm St, Crestwood, USA. He supports strategic initiatives and long-term planning." },
    { "id": 122, "name": "Hannah Harris", "desc": "Hannah Harris is the Quality Control Manager, ensuring product quality from 6565 Cedar St, Seaview, USA. She manages quality control processes and product inspections." },
    { "id": 123, "name": "James Young", "desc": "James Young is the Technology Evangelist, promoting new technologies from 6666 Birch St, Baytown, USA. He advocates for technological innovations and advancements." },
    { "id": 124, "name": "Sophia Carter", "desc": "Sophia Carter is the Digital Strategy Manager, developing digital strategies from 6767 Oak St, Riverview, USA. She leads digital marketing initiatives and online presence." },
    { "id": 125, "name": "Michael Adams", "desc": "Michael Adams is the Product Development Manager, leading product development from 6868 Maple St, Cityview, USA. He oversees product design and development stages." },
    { "id": 126, "name": "Avery Smith", "desc": "Avery Smith is the Customer Feedback Manager, gathering feedback from 6969 Pine St, Hillcrest, USA. She manages customer feedback processes and improvements." },
    { "id": 127, "name": "Olivia Wilson", "desc": "Olivia Wilson is the Project Coordinator, managing project activities from 7070 Elm St, Harborview, USA. She coordinates project tasks and timelines." },
    { "id": 128, "name": "Ethan Brown", "desc": "Ethan Brown is the Product Strategy Director, developing product strategies from 7171 Cedar St, Woodside, USA. He creates strategies for product success and market positioning." },
    { "id": 129, "name": "Chloe Lewis", "desc": "Chloe Lewis is the Corporate Trainer, delivering training programs from 7272 Birch St, Crestview, USA. She conducts training sessions and workshops for employees." },
    { "id": 130, "name": "Jacob Davis", "desc": "Jacob Davis is the Business Systems Analyst, improving business systems from 7373 Oak St, Easttown, USA. He analyzes business systems and proposes enhancements." },
    { "id": 131, "name": "Lila Carter", "desc": "Lila Carter is the Strategic Project Manager, overseeing strategic projects from 7474 Maple St, Hilltop, USA. She manages and implements strategic initiatives." },
    { "id": 132, "name": "Daniel Wilson", "desc": "Daniel Wilson is the Operations Analyst, optimizing operations from 7575 Pine St, Westfield, USA. He analyzes and improves operational processes." },
    { "id": 133, "name": "Grace Adams", "desc": "Grace Adams is the Employee Engagement Manager, enhancing employee satisfaction from 7676 Elm St, Meadowview, USA. She develops programs to boost employee engagement." },
    { "id": 134, "name": "James Harris", "desc": "James Harris is the Technology Manager, overseeing technology projects from 7777 Cedar St, Lakeside, USA. He manages technology initiatives and infrastructure." },
    { "id": 135, "name": "Emily White", "desc": "Emily White is the Vendor Management Specialist, managing vendor relationships from 7878 Birch St, Oakwood, USA. She oversees vendor performance and contracts." },
    { "id": 136, "name": "Ryan Lee", "desc": "Ryan Lee is the Sales Director, leading sales efforts from 7979 Oak St, Crestwood, USA. He directs sales strategies and manages sales teams." },
    { "id": 137, "name": "Samantha Clark", "desc": "Samantha Clark is the HR Manager, overseeing HR activities from 8080 Maple St, Greenfield, USA. She manages recruitment, employee relations, and HR policies." },
    { "id": 138, "name": "Lucas Davis", "desc": "Lucas Davis is the Financial Controller, managing financial operations from 8181 Pine St, Ridgewood, USA. He oversees budgeting, forecasting, and financial reporting." },
    { "id": 139, "name": "Ella Young", "desc": "Ella Young is the Business Intelligence Analyst, providing business insights from 8282 Cedar St, Valleyview, USA. She analyzes business data and supports decision-making processes." },
    { "id": 140, "name": "Ethan Harris", "desc": "Ethan Harris is the Operations Manager, overseeing daily operations from 8383 Birch St, Highland, USA. He manages operational activities and process improvements." },
    { "id": 141, "name": "Olivia Adams", "desc": "Olivia Adams is the Compliance Manager, ensuring regulatory adherence from 8484 Oak St, Hillcrest, USA. She manages compliance programs and regulatory requirements." },
    { "id": 142, "name": "Sophia Walker", "desc": "Sophia Walker is the Marketing Strategist, developing marketing strategies from 8585 Maple St, Westwood, USA. She creates and implements marketing plans to enhance brand visibility." },
    { "id": 143, "name": "James Martinez", "desc": "James Martinez is the Customer Service Lead, managing customer service operations from 8686 Cedar St, Lakeside, USA. He oversees customer service teams and ensures high-quality support." },
    { "id": 144, "name": "Mia Wilson", "desc": "Mia Wilson is the IT Support Specialist, providing technical support from 8787 Birch St, Brookside, USA. She assists with IT issues and maintains system functionality." },
    { "id": 145, "name": "Daniel Adams", "desc": "Daniel Adams is the Chief Marketing Officer, leading marketing efforts from 8888 Oak St, Ridgefield, USA. He develops and implements marketing strategies and oversees the marketing team." },
    { "id": 146, "name": "Ella King", "desc": "Ella King is the Partnership Manager, developing business partnerships from 3535 Cedar St, Edgewood, USA. She identifies and fosters strategic partnerships to drive growth." },
    { "id": 147, "name": "Daniel Lee", "desc": "Daniel Lee is the Product Development Lead, managing new product creation from 3636 Birch St, Greenfield, USA. He oversees product development and innovation efforts." },
    { "id": 148, "name": "Lila Adams", "desc": "Lila Adams is the Training and Development Manager, enhancing employee skills from 3737 Oak St, Windy City, USA. She coordinates training programs and professional development." },
    { "id": 149, "name": "Jacob Scott", "desc": "Jacob Scott is the Innovation Manager, driving innovation initiatives from 3838 Maple St, Riverview, USA. He explores new technologies and ideas to advance the company's capabilities." },
    { "id": 150, "name": "Mia Johnson", "desc": "Mia Johnson is the Risk Manager, assessing and mitigating risks from 3939 Pine St, Lakeside, USA. She develops risk management strategies and oversees risk assessment activities." },
    { "id": 151, "name": "Ethan Thompson", "desc": "Ethan Thompson is the Customer Insights Analyst, providing market insights from 4040 Elm St, Stonebridge, USA. He analyzes customer data and trends to inform business decisions." },
    { "id": 152, "name": "Sophia Martinez", "desc": "Sophia Martinez is the Digital Content Manager, creating and managing content from 4141 Cedar St, Northwood, USA. She oversees content creation and digital marketing efforts." },
    { "id": 153, "name": "James Taylor", "desc": "James Taylor is the Strategic Partnerships Director, fostering business relationships from 4242 Birch St, Brookside, USA. He develops and manages strategic partnerships to benefit the company." },
    { "id": 154, "name": "Grace White", "desc": "Grace White is the Organizational Development Manager, enhancing organizational effectiveness from 4343 Oak St, Maplewood, USA. She implements programs to improve organizational performance." },
    { "id": 155, "name": "Michael Brown", "desc": "Michael Brown is the IT Systems Administrator, managing IT systems from 4444 Maple St, Crestview, USA. He maintains IT infrastructure and ensures system reliability." },
    { "id": 156, "name": "Olivia Green", "desc": "Olivia Green is the Head of Customer Relations, improving client relationships from 4545 Pine St, Arborville, USA. She manages customer interactions and ensures client satisfaction." },
    { "id": 157, "name": "Benjamin Clark", "desc": "Benjamin Clark is the Lead Designer, creating visual designs from 4646 Elm St, Ridgefield, USA. He oversees design projects and ensures high-quality visual output." },
    { "id": 158, "name": "Amelia Lewis", "desc": "Amelia Lewis is the Sales Training Manager, developing sales training programs from 4747 Cedar St, Glenwood, USA. She creates training materials and conducts sales workshops." },
    { "id": 159, "name": "Ethan Carter", "desc": "Ethan Carter is the Client Services Director, managing client services from 4848 Birch St, Woodland, USA. He ensures high-quality service delivery and client satisfaction." },
    { "id": 160, "name": "Lily Collins", "desc": "Lily Collins is the Data Analyst, analyzing business data from 4949 Oak St, Parkside, USA. She provides insights and recommendations based on data analysis." },
    { "id": 161, "name": "Ryan Wright", "desc": "Ryan Wright is the Media Relations Specialist, handling media interactions from 5050 Maple St, Grandview, USA. He manages press releases and media inquiries." },
    { "id": 162, "name": "Hannah Scott", "desc": "Hannah Scott is the Corporate Strategy Analyst, developing business strategies from 5151 Pine St, Hillcrest, USA. She analyzes market trends and supports strategic planning." },
    { "id": 163, "name": "Jack Lewis", "desc": "Jack Lewis is the E-Commerce Manager, overseeing online sales from 5252 Elm St, Bayview, USA. He manages e-commerce platforms and drives online sales growth." },
    { "id": 164, "name": "Chloe Davis", "desc": "Chloe Davis is the Client Success Manager, ensuring client success from 5353 Cedar St, Vista, USA. She manages client relationships and ensures successful project outcomes." },
    { "id": 165, "name": "Matthew Young", "desc": "Matthew Young is the Product Manager, overseeing product lifecycle from 5454 Birch St, Horizon, USA. He manages product development and market positioning." },
    { "id": 166, "name": "Ella Roberts", "desc": "Ella Roberts is the Business Process Manager, optimizing processes from 5555 Oak St, Midtown, USA. She improves business processes and efficiency through process management." },
    { "id": 167, "name": "Joshua Martinez", "desc": "Joshua Martinez is the Compliance Officer, ensuring regulatory compliance from 5656 Maple St, Lakeshore, USA. He manages compliance programs and audits." },
    { "id": 168, "name": "Zoe Wilson", "desc": "Zoe Wilson is the Advertising Manager, overseeing ad campaigns from 5757 Pine St, Maplewood, USA. She develops and manages advertising strategies to boost brand visibility." },
    { "id": 169, "name": "Alexander Green", "desc": "Alexander Green is the Vendor Relations Manager, managing vendor relationships from 5858 Elm St, Southwood, USA. He oversees vendor contracts and performance." },
    { "id": 170, "name": "Lily Walker", "desc": "Lily Walker is the Financial Analyst, analyzing financial data from 5959 Cedar St, Northview, USA. She provides financial insights and supports budgeting and forecasting." },
    { "id": 171, "name": "Daniel Thomas", "desc": "Daniel Thomas is the Facilities Manager, managing company facilities from 6060 Birch St, Oakridge, USA. He ensures facility maintenance and operations." },
    { "id": 172, "name": "Samantha Lewis", "desc": "Samantha Lewis is the HR Coordinator, supporting HR functions from 6161 Oak St, Greenfield, USA. She assists with recruitment, onboarding, and employee relations." },
    { "id": 173, "name": "Lucas White", "desc": "Lucas White is the Supply Chain Manager, overseeing supply chain operations from 6262 Maple St, Eastwood, USA. He manages logistics and inventory control." },
    { "id": 174, "name": "Emily Walker", "desc": "Emily Walker is the IT Project Manager, managing IT projects from 6363 Pine St, Grandview, USA. She ensures project delivery on time and within budget." },
    { "id": 175, "name": "Jacob Turner", "desc": "Jacob Turner is the Strategic Planner, developing business strategies from 6464 Elm St, Crestwood, USA. He supports strategic initiatives and long-term planning." },
    { "id": 176, "name": "Hannah Harris", "desc": "Hannah Harris is the Quality Control Manager, ensuring product quality from 6565 Cedar St, Seaview, USA. She manages quality control processes and product inspections." },
    { "id": 177, "name": "James Young", "desc": "James Young is the Technology Evangelist, promoting new technologies from 6666 Birch St, Baytown, USA. He advocates for technological innovations and advancements." },
    { "id": 178, "name": "Sophia Carter", "desc": "Sophia Carter is the Data Science Manager, leading data science initiatives from 6767 Oak St, Riverview, USA. She manages data analysis projects and data-driven strategies." },
    { "id": 179, "name": "William Harris", "desc": "William Harris is the Event Coordinator, organizing company events from 6868 Maple St, Downtown, USA. He plans and manages corporate events and functions." },
    { "id": 180, "name": "Amelia Taylor", "desc": "Amelia Taylor is the Customer Experience Manager, enhancing customer experiences from 6969 Pine St, Lakewood, USA. She improves customer interactions and satisfaction." },
    { "id": 181, "name": "Mason Walker", "desc": "Mason Walker is the Operations Analyst, analyzing operational data from 7070 Cedar St, Brookside, USA. He provides insights to improve operational efficiency." },
    { "id": 182, "name": "Ava Scott", "desc": "Ava Scott is the Corporate Communications Specialist, managing communications from 7171 Birch St, Crestwood, USA. She handles internal and external communications." },
    { "id": 183, "name": "Lucas Adams", "desc": "Lucas Adams is the Technology Integration Manager, overseeing technology integration from 7272 Oak St, Hillcrest, USA. He manages technology adoption and integration processes." },
    { "id": 184, "name": "Emily Young", "desc": "Emily Young is the Research and Development Manager, leading R&D projects from 7373 Maple St, Greenfield, USA. She drives innovation and research initiatives." },
    { "id": 185, "name": "Henry Scott", "desc": "Henry Scott is the Business Development Director, focusing on business growth from 7474 Pine St, Lakeside, USA. He develops strategies to expand business opportunities." },
    { "id": 186, "name": "Olivia White", "desc": "Olivia White is the Talent Acquisition Specialist, managing recruitment efforts from 7575 Birch St, Windy City, USA. She leads talent acquisition and recruitment strategies." },
    { "id": 187, "name": "Isabella Carter", "desc": "Isabella Carter is the Market Research Analyst, conducting market research from 7676 Cedar St, Ridgefield, USA. She analyzes market trends and customer preferences." },
    { "id": 188, "name": "Liam Harris", "desc": "Liam Harris is the Technology Support Specialist, providing tech support from 7777 Oak St, Crestwood, USA. He assists with technical issues and system troubleshooting." },
    { "id": 189, "name": "Aiden Brown", "desc": "Aiden Brown is the HR Business Partner, aligning HR practices with business goals from 7878 Pine St, Ridgewood, USA. He supports HR strategies and employee relations." },
    { "id": 190, "name": "Ella Adams", "desc": "Ella Adams is the Customer Service Manager, managing customer support from 7979 Maple St, Grandview, USA. She oversees customer service operations and team performance." },
    { "id": 191, "name": "Noah Walker", "desc": "Noah Walker is the Product Marketing Manager, promoting products from 8080 Birch St, Lakeshore, USA. He develops marketing strategies and product promotions." },
    { "id": 192, "name": "Grace Lewis", "desc": "Grace Lewis is the IT Consultant, providing IT advice from 8181 Oak St, Northview, USA. She advises on IT infrastructure and technology solutions." },
    { "id": 193, "name": "Oliver White", "desc": "Oliver White is the Digital Transformation Manager, leading digital transformation projects from 8282 Cedar St, Southwood, USA. He manages digital initiatives and transformation efforts." },
    { "id": 194, "name": "Chloe Thompson", "desc": "Chloe Thompson is the Employee Engagement Manager, fostering employee engagement from 8383 Pine St, Eastwood, USA. She develops programs to enhance employee satisfaction." },
    { "id": 195, "name": "Ethan Lewis", "desc": "Ethan Lewis is the Business Intelligence Analyst, analyzing business data from 8484 Birch St, Crestwood, USA. He provides data insights to support strategic decisions." },
    { "id": 196, "name": "Sophia Johnson", "desc": "Sophia Johnson is the Financial Controller, managing financial operations from 8585 Oak St, Bayview, USA. She oversees financial planning, reporting, and budgeting." },
    { "id": 197, "name": "James Lee", "desc": "James Lee is the Legal Counsel, providing legal advice from 8686 Maple St, Windy City, USA. He handles legal matters and ensures compliance with laws." },
    { "id": 198, "name": "Emily Adams", "desc": "Emily Adams is the Social Media Manager, managing social media accounts from 8787 Pine St, Southwood, USA. She oversees social media strategy and engagement." },
    { "id": 199, "name": "Benjamin Walker", "desc": "Benjamin Walker is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 300, "name": "Benja Walker", "desc": "Benja Walker is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 400, "name": "BLiam Harris", "desc": "BLiam Harris is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 500, "name": "Benja wenze", "desc": "Benja wenze is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 600, "name": "Isabella Carter", "desc": "Isabella Carter is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 700, "name": "Benja Walker", "desc": "Benja Walker is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 800, "name": "Benja Walker", "desc": "Benja Walker is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 900, "name": "Amelia Taylor", "desc": "Amelia Taylor is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." },
    { "id": 1000, "name": "swiza nelakke", "desc": "swiza nelakke is the Corporate Finance Manager, managing corporate finances from 8888 Cedar St, Lakewood, USA. He oversees financial operations and investment strategies." }
]
